package com.hillwar.testapplication.fragments

object BD {
    val questions = arrayListOf("Боксерский корт", "Мяч вне игры", "Танцор на льду", "Молодой спортсмен", "Предки кроссовок")
    val answer = mutableMapOf(
        "Боксерский корт" to "Ринг",
        "Мяч вне игры" to "Аут",
        "Танцор на льду" to "Фигурист",
        "Молодой спортсмен" to "Юниор",
        "Предки кроссовок" to "Кеды"
    )
    val flip = mutableMapOf(
        "Ринг" to "Боксерский корт",
        "Аут" to "Мяч вне игры",
        "Фигурист" to "Танцор на льду",
        "Юниор" to "Молодой спортсмен",
        "Кеды" to "Предки кроссовок"
    )
}